[
	{
		"name": "The Fire Nation",
		"leaderName": "Ozai",
		"adjective": ["Fire Nation Citizen"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",

		"startIntroPart1": "Water. Earth. Fire. Air. Long ago, the four nations lived together in harmony. Then, everything changed when the Fire Nation attacked. Fire Lord Ozai, once the most powerful firebender and ruler in the world, you rule over your people as well as you control fire, and your enemies all quiver before your magnificence. Your leadership saw great technological progress and industrialisation of the Fire Nation. And like your father and grandfather, you share a desire to 'unite' the world under one flag, one people. Your goals would have become a reality had it not for the intervention of the Avatar, the master of all four elements who used his energybending to take away your powers— and thus your right to rule. Due to the atrocities and suffering you and your ancestors have dispensed upon the world, the rest of your life was spent in the prison of your own homeland, which saw rule under the next Fire Lord, your son Zuko who then used the resources to restore peace to the world that you have scorched.",
		"startIntroPart2": "Your people anticipate your rule once more, Phoenix King. Will you use your ruthless military might once more to share the prosperity of the Fire Nation with the world? Will you build a civilization that will stand the test of time?",
		
		"declaringWar": "You're weak, just like the rest of your people! They do not deserve to exist in this world— in my world! Prepare to join them. Prepare to die!",
		"attacked": "You dare challenge me, ruler of the strongest nation in the world? I admire your foolishness. May your cities and your people be bathed in the greatest firestorm you have ever seen!",
		"defeated": "No! I will not be defeated here...! I... am... the Phoenix King...! Ugh...",
		"introduction": "Greetings, I am Fire Lord Ozai, ruler of the Fire Nation— and soon, the Earth. Grovel before me if you wish to live.",

		"neutralHello": "Greetings.",
		"neutralLetsHearIt": ["Go on.","What do you say?","You may begin."],
		"neutralNo": ["Go ask someone else.","No.","I refuse."],
		"neutralYes": ["Very good.","Of course.","That is very good."],

		"hateHello": "Speak.",
		"hateLetsHearIt": ["What is it?","What do you have to say?","Go on."],
		"hateNo": ["Utterly pointless.","I disagree.","No."],
		"hateYes": ["That is fine.","That will be good enough.","Very well, then..."],

		"afterPeace": "You want peace? Very well. Enjoy it while it lasts— My army will return one day..."
		"tradeRequest": "My people have come to share with you prosperity from the Fire Nation.",

		"outerColor": [238,15,15],
		"innerColor": [41,41,41],
		"uniqueName": "Sozin's Ambitions",
		"uniqueText":  "When at war while the empire is happy, +20% production when constructing melee units; else 10% of excess happiness converted to production in all cities.
		",
		"uniques": ["+[20]% Production when constructing [Melee] units <when at war> <while the empire is happy>","[10]% of excess happiness converted to [Production] <when not at war>"],
		"cities": ["Capital Island","Shuhon Island","Ma'inka Island","Ember Island","Crescent Island","Dizin Island","Hing Wa Island"]
	},
]
